Table of Contents
 Enum CutMethod
Namespace
IdeaRS.OpenModel.Connection
Assembly
IdeaRS.OpenModel.dll
Cut method
public enum CutMethod
Fields
BoundingBox = 0
BoundingBox
Mitre = 2
Mitre
Surface = 1
Surface
SurfaceAll = 3
SurfaceAll
Fields
 Name |  Description
 BoundingBox = 0
BoundingBox
 Mitre = 2
Mitre
 Surface = 1
Surface
 SurfaceAll = 3
SurfaceAll
 Edit this page